{
    "import.no_data": "ファイルから読み込むものがありません。正しいファイルですか？",
    "import.invalid": "ファイルにインポートする有効なcobalt設定がありません。正しいファイルですか？",
    "import.unknown": "ファイルからデータを読み込めませんでした。破損しているか、形式が間違っている可能性があります。受け取ったエラーは次のとおりです：\n\n{{ value }}",

    "remux.corrupted": "このファイルからメタデータを読み取れませんでした。破損している可能性があります。",
    "remux.out_of_resources": "cobaltがリソース不足のため、デバイス上での処理を続行できません。これはブラウザ側の制限に関連しています。アプリを更新または再起動して、もう一度試してください。一部のデバイスは小さなファイルしか処理できません。",

    "tunnel.probe": "このファイルをダウンロードできるかどうかを確認できませんでした。数秒後にもう一度お試しください！",

    "captcha_ongoing": "まだあなたがボットではないかチェックしています。スピナーが消えるまで待ってから、もう一度試してください。\n\n時間がかかりすぎる場合は、お知らせください！ボット保護にCloudflare Turnstileを使用しており、理由もなく人をブロックすることがあります。",

    "api.auth.jwt.missing": "処理サーバーが人間アクセストークンを受信しなかったため、あなたがロボットではないことを確認できませんでした。数秒後にもう一度試すか、ページを再読み込みしてください！",
    "api.auth.jwt.invalid": "人間アクセストークンの期限が切れて更新されなかったため、あなたがロボットではないことを確認できませんでした。数秒後にもう一度試すか、ページを再読み込みしてください！",
    "api.auth.turnstile.missing": "処理サーバーが人間アクセストークンを受信しなかったため、あなたがロボットではないことを確認できませんでした。数秒後にもう一度試すか、ページを再読み込みしてください！",
    "api.auth.turnstile.invalid": "人間アクセストークンの期限が切れて更新されなかったため、あなたがロボットではないことを確認できませんでした。数秒後にもう一度試すか、ページを再読み込みしてください！",

    "api.unreachable": "処理サーバーに接続できませんでした。インターネット接続を確認して、もう一度試してください。",
    "api.timed_out": "処理サーバーの応答に時間がかかりすぎました。現在過負荷になっている可能性があります。数秒後にもう一度試してください！",
    "api.rate_exceeded": "リクエストが多すぎます。{{ limit }}秒後にもう一度試してください！",
    "api.capacity": "cobaltが容量に達しているため、現時点でリクエストを処理できません。数秒後にもう一度試してください。まだ機能しない場合は、お知らせいただければサポートいたします！",

    "api.generic": "何か問題が発生し、何も取得できませんでした。数秒後にもう一度試してください。問題が解決しない場合は、お知らせいただければサポートいたします！",
    "api.unknown_response": "サーバーからの応答を解析できませんでした。これはバージョンの不一致が原因である可能性があります。最新バージョンのcobaltを使用していますか？",

    "api.service.unsupported": "このサービスはまだサポートされていません。正しいリンクを貼り付けましたか？",
    "api.service.disabled": "このサービスはcobaltでサポートされていますが、このインスタンスでは無効になっています。別のサービスのリンクを試してください！",

    "api.link.invalid": "リンクが無効であるか、このサービスはまだサポートされていません。正しいリンクを貼り付けましたか？",
    "api.link.unsupported": "{{ service }}はサポートされていますが、リンクを認識できませんでした。正しいものを貼り付けましたか？",

    "api.fetch.fail": "{{ service }}から情報を取得する際に何か問題が発生し、何も見つかりませんでした。リンクが機能していることを確認してください。機能していてもこのエラーが表示される場合は、お知らせいただければサポートいたします！",
    "api.fetch.critical": "{{ service }}モジュールが認識できないエラーを返しました。数秒後にもう一度試してください。問題が解決しない場合は、お知らせください！",
    "api.fetch.empty": "ダウンロードできるメディアが見つかりませんでした。正しいリンクを貼り付けたことを確認してください。",
    "api.fetch.rate": "cobalt処理サーバーが{{ service }} APIによってレート制限されました。数秒後にもう一度試してください！",
    "api.fetch.short_link": "短いリンクからリンク情報を取得できませんでした。機能していることを確認してください。機能していてもこのエラーが表示される場合は、お知らせいただければサポートいたします！",

    "api.content.too_long": "リクエストされたメディアは長すぎます。現在の期間制限は{{ limit }}分です。代わりに短いものを試してください！",

    "api.content.video.unavailable": "この動画にアクセスできません。{{ service }}側で制限されている可能性があります。正しいリンクを貼り付けましたか？",
    "api.content.video.live": "この動画は現在ライブ配信中のため、まだダウンロードできません。ライブ配信が終了するまで待ってから、もう一度試してください！",
    "api.content.video.private": "この動画はプライベートなので、アクセスできません。公開設定を変更するか、別の動画を試してください！",
    "api.content.video.age": "この動画は年齢制限があるため、匿名でアクセスできません。別の動画を試してください！",
    "api.content.video.region": "この動画は地域制限されており、処理サーバーは別の場所にあります。別の動画を試してください！",

    "api.youtube.disabled": "YouTubeのダウンロードはYouTube側の制限により一時的に無効になっています。私たちはすでにそれらを回避する方法を探しています。<br><br>YouTube動画をダウンロードするためのプラグインを手動でインストールできます。チュートリアルについては、<a href=\"https://www.bilibili.com/video/BV1Bp4EzeEJo\" target=\"_blank\" style=\"color: var(--blue); text-decoration: underline;\">このビデオをご覧ください</a>。",

    "api.content.post.unavailable": "この投稿について何も見つかりませんでした。公開範囲が制限されているか、まったく存在しない可能性があります。リンクが機能することを確認して、数秒後にもう一度試してください！",
    "api.content.post.private": "この投稿はプライベートアカウントからのものなので、アクセスできません。正しいリンクを貼り付けましたか？",
    "api.content.post.age": "この投稿は年齢制限があるため、匿名でアクセスできません。正しいリンクを貼り付けましたか？",

    "api.youtube.codec": "YouTubeは優先ビデオコーデックで何も返しませんでした。設定で別のものを試してください！",

    "queue.ffmpeg.probe_failed": "ファイルのプローブに失敗しました。破損しているか互換性がない可能性があります。",
    "queue.ffmpeg.no_args": "ffmpegワーカーが引数なしで開始されました。",
    "queue.ffmpeg.out_of_memory": "ffmpegがメモリ不足になりました。",
    "queue.ffmpeg.no_input_format": "入力形式を判別できませんでした。",
    "queue.ffmpeg.no_audio_channel": "動画にオーディオチャンネルがありません。",
    "queue.ffmpeg.no_input_type": "入力ファイルにタイプがありません。",

    "api.youtube.decipher": "YouTubeがデシファーアルゴリズムを更新したため、動画に関する情報を抽出できませんでした。\n\n数秒後にもう一度試してください。問題が解決しない場合は、サポートにお問い合わせください。",
    "api.youtube.login": "YouTubeが私をボットとしてラベル付けしたため、この動画を取得できませんでした。これは、処理インスタンスにアクティブなアカウントトークンがないことが原因である可能性があります。数秒後にもう一度試してください。まだ機能しない場合は、このエラーについてインスタンスの所有者に伝えてください！",
    "api.youtube.token_expired": "YouTubeトークンの期限が切れ、更新できなかったため、この動画を取得できませんでした。数秒後にもう一度試してください。まだ機能しない場合は、このエラーについてインスタンスの所有者に伝えてください！"
}
