{
    "import.no_data": "파일에서 로드할 내용이 없습니다. 올바른 파일인가요?",
    "import.invalid": "파일에 가져올 유효한 cobalt 설정이 없습니다. 올바른 파일인가요?",
    "import.unknown": "파일에서 데이터를 로드할 수 없습니다. 손상되었거나 잘못된 형식일 수 있습니다. 다음 오류가 발생했습니다:\n\n{{ value }}",

    "remux.corrupted": "이 파일의 메타데이터를 읽을 수 없습니다. 손상되었을 수 있습니다.",
    "remux.out_of_resources": "cobalt의 리소스가 부족하여 기기 내 처리를 계속할 수 없습니다. 이는 브라우저 측 제한과 관련이 있습니다. 앱을 새로 고침하거나 다시 열고 다시 시도하세요. 일부 기기는 작은 파일만 처리할 수 있습니다.",

    "tunnel.probe": "이 파일을 다운로드할 수 있는지 확인할 수 없습니다. 몇 초 후에 다시 시도하세요!",

    "captcha_ongoing": "봇이 아닌지 확인하는 중입니다. 스피너가 사라질 때까지 기다렸다가 다시 시도하세요.\n\n시간이 너무 오래 걸리면 알려주세요! 우리는 봇 보호를 위해 cloudflare turnstile을 사용하는데 때때로 이유 없이 사람을 차단합니다.",

    "api.auth.jwt.missing": "처리 서버가 인간 액세스 토큰을 받지 못했기 때문에 로봇이 아닌지 확인할 수 없습니다. 몇 초 후에 다시 시도하거나 페이지를 새로 고침하세요!",
    "api.auth.jwt.invalid": "인간 액세스 토큰이 만료되어 갱신되지 않았기 때문에 로봇이 아닌지 확인할 수 없습니다. 몇 초 후에 다시 시도하거나 페이지를 새로 고침하세요!",
    "api.auth.turnstile.missing": "처리 서버가 인간 액세스 토큰을 받지 못했기 때문에 로봇이 아닌지 확인할 수 없습니다. 몇 초 후에 다시 시도하거나 페이지를 새로 고침하세요!",
    "api.auth.turnstile.invalid": "인간 액세스 토큰이 만료되어 갱신되지 않았기 때문에 로봇이 아닌지 확인할 수 없습니다. 몇 초 후에 다시 시도하거나 페이지를 새로 고침하세요!",

    "api.unreachable": "처리 서버에 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.",
    "api.timed_out": "처리 서버가 응답하는 데 시간이 너무 오래 걸렸습니다. 현재 과부하 상태일 수 있으니 몇 초 후에 다시 시도하세요!",
    "api.rate_exceeded": "요청을 너무 많이 하고 있습니다. {{ limit }}초 후에 다시 시도하세요!",
    "api.capacity": "cobalt가 용량이 가득 차서 현재 요청을 처리할 수 없습니다. 몇 초 후에 다시 시도하세요. 여전히 작동하지 않으면 알려주시면 도와드리겠습니다!",

    "api.generic": "문제가 발생하여 아무것도 가져올 수 없습니다. 몇 초 후에 다시 시도하되, 문제가 계속되면 알려주시면 도와드리겠습니다!",
    "api.unknown_response": "서버의 응답을 구문 분석할 수 없습니다. 버전 불일치로 인한 것일 수 있습니다. 최신 버전의 cobalt를 사용하고 있나요?",

    "api.service.unsupported": "이 서비스는 아직 지원되지 않습니다. 올바른 링크를 붙여넣었나요?",
    "api.service.disabled": "이 서비스는 cobalt에서 지원되지만 이 인스턴스에서는 비활성화되어 있습니다. 다른 서비스의 링크를 시도하세요!",

    "api.link.invalid": "링크가 유효하지 않거나 이 서비스가 아직 지원되지 않습니다. 올바른 링크를 붙여넣었나요?",
    "api.link.unsupported": "{{ service }}는 지원되지만 링크를 인식할 수 없습니다. 올바른 것을 붙여넣었나요?",

    "api.fetch.fail": "{{ service }}에서 정보를 가져오는 중 문제가 발생하여 아무것도 찾을 수 없습니다. 링크가 작동하나요? 작동하는데도 이 오류가 계속 표시되면 알려주시면 도와드리겠습니다!",
    "api.fetch.critical": "{{ service }} 모듈이 인식할 수 없는 오류를 반환했습니다. 몇 초 후에 다시 시도하되, 문제가 계속되면 알려주세요!",
    "api.fetch.empty": "다운로드할 수 있는 미디어를 찾을 수 없습니다. 올바른 링크를 붙여넣었나요?",
    "api.fetch.rate": "cobalt 처리 서버가 {{ service }} API에 의해 속도 제한되었습니다. 몇 초 후에 다시 시도하세요!",
    "api.fetch.short_link": "짧은 링크에서 링크 정보를 가져올 수 없습니다. 작동하나요? 작동하는데도 이 오류가 계속 표시되면 알려주시면 도와드리겠습니다!",

    "api.content.too_long": "요청한 미디어가 너무 깁니다. 현재 재생 시간 제한은 {{ limit }}분입니다. 더 짧은 것을 시도하세요!",

    "api.content.video.unavailable": "이 동영상에 액세스할 수 없습니다. {{ service }} 측에서 제한될 수 있습니다. 올바른 링크를 붙여넣었나요?",
    "api.content.video.live": "이 동영상은 현재 라이브 중이므로 아직 다운로드할 수 없습니다. 라이브 스트림이 끝날 때까지 기다렸다가 다시 시도하세요!",
    "api.content.video.private": "이 동영상은 비공개이므로 액세스할 수 없습니다. 가시성을 변경하거나 다른 것을 시도하세요!",
    "api.content.video.age": "이 동영상은 연령 제한이 있어 익명으로 액세스할 수 없습니다. 다른 것을 시도하세요!",
    "api.content.video.region": "이 동영상은 지역 제한이 있고 처리 서버가 다른 위치에 있습니다. 다른 것을 시도하세요!",

    "api.youtube.disabled": "YouTube 다운로드는 YouTube 측의 제한으로 인해 일시적으로 비활성화되었습니다. 우리는 이미 이를 해결할 방법을 찾고 있습니다.<br><br>YouTube 동영상을 다운로드하려면 플러그인을 수동으로 설치할 수 있습니다. 튜토리얼은 <a href=\"https://www.bilibili.com/video/BV1Bp4EzeEJo\" target=\"_blank\" style=\"color: var(--blue); text-decoration: underline;\">이 영상을 시청하세요</a>.",

    "api.content.post.unavailable": "이 게시물에 대한 정보를 찾을 수 없습니다. 가시성이 제한되었거나 전혀 존재하지 않을 수 있습니다. 링크가 작동하는지 확인하고 몇 초 후에 다시 시도하세요!",
    "api.content.post.private": "이 게시물은 비공개 계정의 것이므로 액세스할 수 없습니다. 올바른 링크를 붙여넣었나요?",
    "api.content.post.age": "이 게시물은 연령 제한이 있어 익명으로 액세스할 수 없습니다. 올바른 링크를 붙여넣었나요?",

    "api.youtube.codec": "YouTube가 선호하는 비디오 코덱으로 아무것도 반환하지 않았습니다. 설정에서 다른 것을 시도하세요!",

    "queue.ffmpeg.probe_failed": "파일을 프로브하지 못했습니다. 손상되었거나 호환되지 않을 수 있습니다.",
    "queue.ffmpeg.no_args": "ffmpeg 워커가 인수 없이 시작되었습니다.",
    "queue.ffmpeg.out_of_memory": "ffmpeg의 메모리가 부족합니다.",
    "queue.ffmpeg.no_input_format": "입력 형식을 확인할 수 없습니다.",
    "queue.ffmpeg.no_audio_channel": "동영상에 오디오 채널이 없습니다.",
    "queue.ffmpeg.no_input_type": "입력 파일에 유형이 없습니다.",

    "api.youtube.decipher": "YouTube가 해독 알고리즘을 업데이트하여 동영상에 대한 정보를 추출할 수 없습니다.\n\n몇 초 후에 다시 시도하되, 문제가 계속되면 지원을 요청하세요.",
    "api.youtube.login": "YouTube가 저를 봇으로 분류했기 때문에 이 동영상을 가져올 수 없습니다. 이는 처리 인스턴스에 활성 계정 토큰이 없기 때문일 수 있습니다. 몇 초 후에 다시 시도하되, 여전히 작동하지 않으면 이 오류에 대해 인스턴스 소유자에게 알리세요!",
    "api.youtube.token_expired": "YouTube 토큰이 만료되어 새로 고칠 수 없었기 때문에 이 동영상을 가져올 수 없습니다. 몇 초 후에 다시 시도하되, 여전히 작동하지 않으면 이 오류에 대해 인스턴스 소유자에게 알리세요!"
}
